#+title: Perseus Princes Expansion
#+FILETAGS: :work:
* TODO "Perseus Princes Expansion"
:PROPERTIES:
:ORDERED:  t
:END:
** why am I doing this project?
@Nyeti got me interested in working on this project! I really want to try collaborating with others on a sci-fi project. I also think that the core concept of the Perseus Princes is cool. And I am interested in developing it further. Of course, my motivation for this project is based on a momentary spark, and may not last, but if I do lose interest, I will tell others about what ideas I have so they can continue it.
** what is the objective?
flesh out the environment, economy, politics, interpolitics, and culture of the Perseus Princes
** DONE plan "Perseus Princes Expansion" [0/0]
:PROPERTIES:
:ORDERED:  t
:END:
:LOGBOOK:
- State "DONE"       from "TODO"       [2025-04-23 বুধ 15:43]
:END:
*** DONE brainstorm ideas for "Perseus Princes Expansion" using the questions :@computer:think:divg:
:PROPERTIES:
:EFFORT:   15min
:END:
:LOGBOOK:
- State "DONE"       from "TODO"       [2025-04-23 বুধ 15:12]
CLOCK: [2025-04-23 বুধ 14:57]--[2025-04-23 বুধ 15:12] =>  0:15
:END:
<2025-04-23 বুধ 15:15-15:30>
**** questions
- why am I doing this project?
- what is the objective?
- what do I already know about the project?
- what don't I know that I need to find out?
- where can I get relevant insights for this project?
*** DONE search the notes for relevant ideas for "Perseus Princes Expansion" :@computer:think:divg:
:PROPERTIES:
:EFFORT:   5min
:END:
:LOGBOOK:
- State "DONE"       from "TODO"       [2025-04-23 বুধ 15:15]
CLOCK: [2025-04-23 বুধ 15:12]--[2025-04-23 বুধ 15:15] =>  0:03
:END:
<2025-04-23 বুধ 15:30-15:35>
*** DONE consolidate the basket for "Perseus Princes Expansion" into a plan outline :@computer:think:divg:
:PROPERTIES:
:EFFORT:   5min
:END:
:LOGBOOK:
- State "DONE"       from "TODO"       [2025-04-23 বুধ 15:21]
CLOCK: [2025-04-23 বুধ 15:15]--[2025-04-23 বুধ 15:21] =>  0:06
:END:
<2025-04-23 বুধ 15:35-15:40>
*** DONE write out all of the components of the plan outline of "Perseus Princes Expansion" :@computer:think:divg:
:PROPERTIES:
:EFFORT:   5min
:END:
:LOGBOOK:
- State "DONE"       from "TODO"       [2025-04-23 বুধ 15:33]
CLOCK: [2025-04-23 বুধ 15:27]--[2025-04-23 বুধ 15:33] =>  0:06
:END:
<2025-04-23 বুধ 15:40-15:45>
*** DONE sketch out tasks for "Perseus Princes Expansion" :@computer:think:divg:
:PROPERTIES:
:EFFORT:   15min
:END:
:LOGBOOK:
- State "DONE"       from "TODO"       [2025-04-23 বুধ 15:43]
CLOCK: [2025-04-23 বুধ 15:33]--[2025-04-23 বুধ 15:43] =>  0:10
:END:
<2025-04-23 বুধ 15:45-16:00>
** TODO components [55%]
:PROPERTIES:
:ORDERED:  t
:END:
*** DONE research [4/4]
:LOGBOOK:
- State "DONE"       from "TODO"       [2025-04-24 বৃহঃ 14:54]
:END:
**** DONE research Fractalism [0/0]
:LOGBOOK:
- State "DONE"       from "TODO"       [2025-04-24 বৃহঃ 14:39]
:END:
***** DONE look online for and take notes on Fractalism :@computer:@internet:
:PROPERTIES:
:EFFORT:   10min
:END:
:LOGBOOK:
- State "DONE"       from "TODO"       [2025-04-24 বৃহঃ 14:39]
CLOCK: [2025-04-24 বৃহঃ 14:30]--[2025-04-24 বৃহঃ 14:39] =>  0:09
:END:
<2025-04-24 বৃহঃ 14:30-14:40>
**** DONE research the Perseus Princes [0/0]
:LOGBOOK:
- State "DONE"       from "TODO"       [2025-04-24 বৃহঃ 14:49]
:END:
***** DONE look online for and take notes on Perseus Princes :@computer:@internet:
:PROPERTIES:
:EFFORT:   10min
:END:
:LOGBOOK:
- State "DONE"       from "TODO"       [2025-04-24 বৃহঃ 14:49]
CLOCK: [2025-04-24 বৃহঃ 14:39]--[2025-04-24 বৃহঃ 14:49] =>  0:10
:END:
<2025-04-24 বৃহঃ 14:40-14:50>
**** DONE read and take notes on Nyeti's docs :@internet:@computer:
:PROPERTIES:
:EFFORT:   10min
:END:
:LOGBOOK:
- State "DONE"       from "TODO"       [2025-04-24 বৃহঃ 14:54]
CLOCK: [2025-04-24 বৃহঃ 14:50]--[2025-04-24 বৃহঃ 14:54] =>  0:04
:END:
<2025-04-24 বৃহঃ 14:50-15:00>
**** KILL collect the Discord messages on the Perseus Princes expansion :@internet:
:PROPERTIES:
:EFFORT:   10min
:END:
:LOGBOOK:
- State "KILL"       from "TODO"       [2025-04-24 বৃহঃ 14:54]
:END:
<2025-04-24 বৃহঃ 15:00-15:10>
*** DONE start discussion on this [1/1]
:PROPERTIES:
:ORDERED:  t
:END:
:LOGBOOK:
- State "DONE"       from "TODO"       [2025-04-24 বৃহঃ 14:54]
:END:
**** DONE post a forum thread on OAUP forums :@computer:@internet:
:PROPERTIES:
:EFFORT:   5min
:END:
*** KILL create a data panel for the Perseus Princes [5/6]
:PROPERTIES:
:ORDERED:  t
:END:
**** why?
reason
**** DONE fill in a table with a format similar to TRHN's data panel with info gathered so far :@computer:
:PROPERTIES:
:EFFORT:   10min
:END:
:LOGBOOK:
- State "DONE"       from "TODO"       [2025-04-24 বৃহঃ 15:15]
CLOCK: [2025-04-24 বৃহঃ 14:54]--[2025-04-24 বৃহঃ 15:15] =>  0:21
:END:
<2025-04-24 বৃহঃ 15:10-15:15>
**** DONE first revision [0/0]
:PROPERTIES:
:ORDERED:  t
:END:
:LOGBOOK:
- State "DONE"       from "TODO"       [2025-04-27 রবি 14:48]
:END:
***** DONE from the feedback, write editing actions on the data panel :@computer:think:
:PROPERTIES:
:EFFORT:   5min
:END:
:LOGBOOK:
- State "DONE"       from "TODO"       [2025-04-27 রবি 14:41]
CLOCK: [2025-04-27 রবি 14:40]--[2025-04-27 রবি 14:41] =>  0:01
:END:
<2025-04-27 রবি 14:50-14:55>
***** DONE edit the data panel :@computer:think:
:PROPERTIES:
:EFFORT:   10min
:END:
:LOGBOOK:
- State "DONE"       from "TODO"       [2025-04-27 রবি 14:47]
CLOCK: [2025-04-27 রবি 14:41]--[2025-04-27 রবি 14:47] =>  0:06
:END:
<2025-04-27 রবি 14:55-15:05>
**** DONE feedback (2) [0/0]
:LOGBOOK:
- State "DONE"       from "TODO"       [2025-04-27 রবি 14:48]
:END:
***** DONE send the data panel to the Forums to get feedback :@internet:@computer:
:PROPERTIES:
:EFFORT:   2min
:END:
:LOGBOOK:
- State "DONE"       from "TODO"       [2025-04-27 রবি 14:48]
CLOCK: [2025-04-27 রবি 14:47]--[2025-04-27 রবি 14:48] =>  0:01
:END:
**** DONE second revision [2/2]
:PROPERTIES:
:ORDERED:  t
:END:
:LOGBOOK:
- State "DONE"       from "TODO"       [2025-05-04 রবি 14:21]
:END:
***** DONE from the feedback, write editing actions on the data panel :@computer:think:
:PROPERTIES:
:EFFORT:   5min
:END:
:LOGBOOK:
- State "DONE"       from "TODO"       [2025-05-01 বৃহঃ 15:22]
CLOCK: [2025-05-01 বৃহঃ 15:16]--[2025-05-01 বৃহঃ 15:22] =>  0:06
:END:
<2025-05-01 বৃহঃ 15:05-15:10>
***** DONE edit the data panel :@computer:think:
:PROPERTIES:
:EFFORT:   10min
:END:
:LOGBOOK:
- State "DONE"       from "TODO"       [2025-05-01 বৃহঃ 15:32]
CLOCK: [2025-05-01 বৃহঃ 15:23]--[2025-05-01 বৃহঃ 15:32] =>  0:09
:END:
<2025-05-01 বৃহঃ 15:10-15:20>
**** DONE feedback (3) [1/1]
:LOGBOOK:
- State "DONE"       from "TODO"       [2025-05-12 সোম 14:22]
:END:
***** DONE send the data panel to the Forums to get feedback :@internet:@computer:
:PROPERTIES:
:EFFORT:   2min
:END:
:LOGBOOK:
- State "DONE"       from "WAIT"       [2025-05-12 সোম 14:21]
- State "WAIT"       from "TODO"       [2025-05-01 বৃহঃ 15:46]
:END:
<2025-05-01 বৃহঃ 15:20-15:22>
*** KILL outline [3/3]
:PROPERTIES:
:ORDERED:  t
:END:
:LOGBOOK:
- State "KILL"       from "TODO"       [2025-05-12 সোম 14:34]
:END:
**** KILL copy the ideas so far that I like into an outline :@computer:divg:
:PROPERTIES:
:EFFORT:   10min
:END:
:LOGBOOK:
- State "KILL"       from "TODO"       [2025-05-12 সোম 14:34]
CLOCK: [2025-05-12 সোম 14:32]--[2025-05-12 সোম 14:34] =>  0:02
:END:
**** KILL edit my outline to be easier to read :@computer:think:convg:
:PROPERTIES:
:EFFORT:   10min
:END:
:LOGBOOK:
- State "KILL"       from "TODO"       [2025-05-12 সোম 14:34]
:END:
- what has to happen first? I open my outline file
- what does doing this look like? remove words or sentences that don't make sense, and add words to make things eeasier to read, change sentences, and so on
**** KILL get feedback on the Forum on my outline :@internet:
:PROPERTIES:
:EFFORT:   3min
:END:
:LOGBOOK:
- State "KILL"       from "TODO"       [2025-05-12 সোম 14:34]
:END:
*** DONE first draft [4/4]
:PROPERTIES:
:ORDERED:  t
:END:
:LOGBOOK:
- State "DONE"       from "TODO"       [2025-05-25 রবি 12:44]
:END:
**** KILL write the first draft :@computer:think:divg:
:PROPERTIES:
:EFFORT:   20min
:END:
:LOGBOOK:
- State "KILL"       from "TODO"       [2025-05-12 সোম 14:34]
:END:
**** KILL wait for a week or so after making my first draft
:LOGBOOK:
- State "KILL"       from "WAIT"       [2025-05-12 সোম 14:34]
:END:
**** DONE feedback [0/0]
:PROPERTIES:
:ORDERED:  t
:END:
:LOGBOOK:
- State "DONE"       from "TODO"       [2025-05-18 রবি 15:30]
:END:
***** DONE read aloud my first draft and comment :@computer:
:PROPERTIES:
:EFFORT:   10min
:END:
:LOGBOOK:
- State "DONE"       from "TODO"       [2025-05-12 সোম 15:01]
CLOCK: [2025-05-12 সোম 14:51]--[2025-05-12 সোম 15:01] =>  0:10
:END:
<2025-05-12 সোম 15:00-15:05>
***** KILL get feedback on my first draft on the Forum :@internet:
:PROPERTIES:
:EFFORT:   3min
:END:
:LOGBOOK:
- State "KILL"       from "TODO"       [2025-05-12 সোম 15:18]
:END:
***** DONE write editing actions on my first draft using that feedback :@computer:
:PROPERTIES:
:EFFORT:   5min
:END:
:LOGBOOK:
- State "DONE"       from "TODO"       [2025-05-18 রবি 15:18]
CLOCK: [2025-05-18 রবি 15:09]--[2025-05-18 রবি 15:18] =>  0:09
:END:
<2025-05-18 রবি 15:10-15:14>
**** DONE first revision [0/0]
:PROPERTIES:
:ORDERED:  t
:END:
:LOGBOOK:
- State "DONE"       from "TODO"       [2025-05-25 রবি 12:43]
:END:
***** DONE add new content to the first draft :@computer:think:
:PROPERTIES:
:EFFORT:   10min
:END:
:LOGBOOK:
- State "DONE"       from "TODO"       [2025-05-18 রবি 15:30]
CLOCK: [2025-05-18 রবি 15:19]--[2025-05-18 রবি 15:30] =>  0:11
:END:
<2025-05-18 রবি 15:14-15:22>
- what does doing this look like? next to whatever comments suggest adding content, simply write new content!
***** DONE edit the first draft :@computer:think:
:PROPERTIES:
:EFFORT:   10min
:END:
:LOGBOOK:
- State "DONE"       from "TODO"       [2025-05-18 রবি 15:33]
CLOCK: [2025-05-18 রবি 15:30]--[2025-05-18 রবি 15:33] =>  0:03
:END:
<2025-05-18 রবি 15:22-15:30>
***** DONE post the first draft
:PROPERTIES:
:EFFORT:   2min
:END:
:LOGBOOK:
- State "DONE"       from "TODO"       [2025-05-22 বৃহঃ 15:00]
CLOCK: [2025-05-22 বৃহঃ 14:47]--[2025-05-22 বৃহঃ 15:00] =>  0:13
:END:
<2025-05-22 বৃহঃ 15:23-15:25>
***** DONE wait for three pieces of feedback on my first draft
:LOGBOOK:
- State "DONE"       from "WAIT"       [2025-05-25 রবি 12:43]
:END:
*** TODO second draft  [1/4]
:PROPERTIES:
:ORDERED:  t
:END:
**** DONE write the second draft :@computer:think:divg:
:PROPERTIES:
:EFFORT:   20min
:END:
:LOGBOOK:
- State "DONE"       from "TODO"       [2025-05-28 বুধ 14:47]
CLOCK: [2025-05-28 বুধ 14:34]--[2025-05-28 বুধ 14:47] =>  0:13
:END:
<2025-05-28 বুধ 14:30-14:50>
**** TODO feedback [3/3]
:PROPERTIES:
:ORDERED:  t
:END:
***** DONE read aloud my second draft and comment :@computer:
:PROPERTIES:
:EFFORT:   10min
:END:
:LOGBOOK:
- State "DONE"       from "TODO"       [2025-05-28 বুধ 15:00]
CLOCK: [2025-05-28 বুধ 14:48]--[2025-05-28 বুধ 15:00] =>  0:12
:END:
<2025-05-28 বুধ 14:50-14:58>
***** DONE get feedback on my second draft on the Forum :@internet:
:PROPERTIES:
:EFFORT:   3min
:END:
:LOGBOOK:
- State "DONE"       from "WAIT"       [2025-06-01 রবি 17:59]
- State "WAIT"       from "DONE"       [2025-05-28 বুধ 15:07]
- State "DONE"       from "TODO"       [2025-05-28 বুধ 15:07]
CLOCK: [2025-05-28 বুধ 15:00]--[2025-05-28 বুধ 15:07] =>  0:07
:END:
<2025-06-04 বুধ 14:40-14:43>
***** DONE write editing actions on my second draft using that feedback :@computer:
:PROPERTIES:
:EFFORT:   5min
:END:
:LOGBOOK:
- State "DONE"       from "TODO"       [2025-06-02 সোম 14:37]
CLOCK: [2025-06-02 সোম 14:30]--[2025-06-02 সোম 14:37] =>  0:07
:END:
<2025-06-02 সোম 14:30-14:34>
**** TODO first revision [0/3]
:PROPERTIES:
:ORDERED:  t
:END:
***** TODO add new content to the second draft :@computer:think:
:PROPERTIES:
:EFFORT:   10min
:END:
<2025-06-02 সোম 14:34-14:42>
- what does doing this look like? next to whatever comments suggest adding content, simply write new content!
***** TODO edit the second draft :@computer:think:
:PROPERTIES:
:EFFORT:   10min
:END:
<2025-06-02 সোম 14:42-14:50>
***** WAIT wait for three pieces of feedback on my second draft
*** TODO third draft [0/3]
:PROPERTIES:
:ORDERED:  t
:END:
**** WAIT wait for a week or so after making my second draft
**** TODO feedback [0/3]
:PROPERTIES:
:ORDERED:  t
:END:
***** TODO read aloud my third draft  and comment :@computer:
:PROPERTIES:
:EFFORT:   5min
:END:
***** TODO get feedback on my third draft  on the Forum :@internet:
:PROPERTIES:
:EFFORT:   3min
:END:
***** TODO write editing actions on my third draft  using that feedback :@computer:
:PROPERTIES:
:EFFORT:   5min
:END:
**** TODO first revision [0/3]
:PROPERTIES:
:ORDERED:  t
:END:
***** TODO add new content to the third draft :@computer:think:
:PROPERTIES:
:EFFORT:   10min
:END:
- what does doing this look like? next to whatever comments suggest adding content, simply write new content!
***** TODO edit the third draft :@computer:think:
:PROPERTIES:
:EFFORT:   10min
:END:
***** TODO wait for three pieces of feedback on my third draft
*** TODO fourth draft  [0/3]
:PROPERTIES:
:ORDERED:  t
:END:
**** WAIT wait for a week or so after making my third draft
**** TODO write the fourth draft :@computer:think:divg:
:PROPERTIES:
:EFFORT:   20min
:END:
**** TODO feedback [0/3]
:PROPERTIES:
:ORDERED:  t
:END:
***** TODO read aloud my fourth draft  and comment :@computer:
:PROPERTIES:
:EFFORT:   5min
:END:
***** TODO get feedback on my fourth draft  on the Forum :@internet:
:PROPERTIES:
:EFFORT:   3min
:END:
***** TODO write editing actions on my fourth draft  using that feedback :@computer:
:PROPERTIES:
:EFFORT:   5min
:END:
**** TODO first revision [0/3]
:PROPERTIES:
:ORDERED:  t
:END:
***** TODO add new content to the fourth draft :@computer:think:
:PROPERTIES:
:EFFORT:   10min
:END:
- what does doing this look like? next to whatever comments suggest adding content, simply write new content!
***** TODO edit the fourth draft :@computer:think:
:PROPERTIES:
:EFFORT:   10min
:END:
***** TODO wait for three pieces of feedback on my fourth draft
*** TODO fifth draft [0/3]
:PROPERTIES:
:ORDERED:  t
:END:
**** WAIT wait for a week or so after making my fourth draft
**** TODO write the fifth draft :@computer:think:divg:
:PROPERTIES:
:EFFORT:   20min
:END:
**** TODO feedback [0/3]
:PROPERTIES:
:ORDERED:  t
:END:
***** TODO read aloud my fifth draft  and comment :@computer:
:PROPERTIES:
:EFFORT:   5min
:END:
***** TODO get feedback on my fifth draft  on the Forum :@internet:
:PROPERTIES:
:EFFORT:   3min
:END:
***** TODO write editing actions on my fifth draft  using that feedback :@computer:
:PROPERTIES:
:EFFORT:   5min
:END:
**** TODO first revision [0/3]
:PROPERTIES:
:ORDERED:  t
:END:
***** TODO add new content to the fifth draft :@computer:think:
:PROPERTIES:
:EFFORT:   10min
:END:
- what does doing this look like? next to whatever comments suggest adding content, simply write new content!
***** TODO edit the fifth draft :@computer:think:
:PROPERTIES:
:EFFORT:   10min
:END:
***** TODO wait for three pieces of feedback on my fifth draft
*** TODO create a star system named "Sierpens" which contains Pluton of Perseus Princes [/]
:PROPERTIES:
:ORDERED:  t
:END:
:LOGBOOK:
- Refiled on [2025-05-26 সোম 11:47]
:END:
**** why?
reason
**** TODO research what conditions Neptunian worlds need to form [/]
***** TODO look online for and take notes on what conditions Neptunian worlds need to form :@computer:think:
:PROPERTIES:
:EFFORT:   10min
:END:
** TODO finish "Perseus Princes Expansion" [/]
:PROPERTIES:
:ORDERED:  t
:END:
*** TODO write a report of how well the project went :@computer:think:divg:
:PROPERTIES:
:EFFORT:   10min
:END:
